Repository: wp-plugins/woocommerce-mercadopago
Catalog: languages/woocommerce-mercadopago-*.po
Languages: es_ar, pt_br

source: Enable/Disable
es_ar: Habilita/Desabilita
pt_br: Habilita/Desabilita

source: Enable MercadoPago standard
es_ar: Habilitar MercadoPago como estándar
pt_br: Habilitar MercadoPago padrão

source: Title
es_ar: Título
pt_br: Título

source: This controls the title which the user sees during checkout.
es_ar: Controla el título que el usuario ve durante la comprobación.
pt_br: Isto controla o título que o usuário vê durante o checkout.

source: Description
es_ar: Descripción
pt_br: Descrição

source: This controls the description which the user sees during checkout.
es_ar: Esto controla la descripción que el usuario ve durante la comprobación / checkout.
pt_br: Isso controla a descrição que o usuário vê durante o checkout.

source: Pay via MercadoPago
es_ar: Pagar con MercadoPago
pt_br: Pagar com MercadoPago

source: MercadoPago Client_id
es_ar: Client_id de MercadoPago
pt_br: Client_id do MercadoPago

source: Please enter your MercadoPago Client_id.
es_ar: Introduzca su client_id de MercadoPago.
pt_br: Por favor digite o seu Client_id do MercadoPago.

source: MercadoPago Client_secret
es_ar: Client_secret de MercadoPago
pt_br: Client_secret do MercadoPago

source: Please enter your MercadoPago Client_secret.
es_ar: Introduzca Client_secret de MercadoPago.
pt_br: Por favor digite o seu Client_secret do MercadoPago.

source: Invoice Prefix
es_ar: Prefijo factura
pt_br: Prefixo de pedido

source: Please enter a prefix for your invoice numbers. If you use your MercadoPago account for multiple stores ensure this prefix is unqiue as MercadoPago will not allow orders with the same invoice number.
es_ar: Por favor, introduzca un prefijo para los números de factura. Si usted utiliza su cuenta MercadoPago para múltiples tiendas asegurar este prefijo es unico, MercadoPago no permitirá que las órdenes con el mismo número de factura.
pt_br: Por favor informe um prefixo para utilizar com os números de pedidos. Caso você utilize sua conta do MercadoPago em mais de uma loja, procure utilizar um prefixo único para cada loja.

source: Order %s
es_ar: Pedido %s
pt_br: Pedido %s

source: Shipping via
es_ar: Entrega via
pt_br: Entrega via

source: Thank you for your order, please click the button below to pay with MercadoPago.
es_ar: Gracias por su pedido, por favor haga clic en el botón de abajo para pagar con MercadoPago.
pt_br: Obrigado por seu pedido, por favor clique no botão abaixo para pagar com MercadoPago.

source: Cancel order &amp; restore cart
es_ar: Cancelar pedido y restaurar el carro de compras
pt_br: Cancelar pedido e restaurar carrinho

source: An error has occurred while processing your payment, please try again. Or contact us for assistance.
es_ar: Se produjo un error al procesar su pago, por favor inténtelo de nuevo o póngase en contacto para obtener ayuda.
pt_br: Ocorreu um erro ao processar o seu pagamento, por favor tente novamente ou entre em contato para conseguir ajudar.

source: Click to try again
es_ar: Haga clic para volver a intentarlo
pt_br: Clique para tentar novamente

source: MercadoPago Transaction ID
es_ar: MercadoPago: ID de la transacción
pt_br: MercadoPago: ID da transação

source: Payer email
es_ar: Correo electrónico del comprador
pt_br: E-mail do comprador

source: Payment type
es_ar: Forma de pago
pt_br: Tipo de pagamento

source: Gateway Testing
es_ar: Test de Gateway
pt_br: Teste de Gateway

source: Debug Log
es_ar: Log de depuración
pt_br: Log de depuração

source: Enable logging
es_ar: Habilitar log
pt_br: Habilitar log

source: MercadoPago Request Failure
es_ar: MercadoPago falta de solicitud
pt_br: MercadoPago falha na requisição

source: Argentine
es_ar: Argentina
pt_br: Argentina

source: Brazil
es_ar: Brasil
pt_br: Brasil

source: Mexico
es_ar: México
pt_br: México

source: or
es_ar: o
pt_br: ou

source: You can to get this information in MercadoPago from %s.
es_ar: Usted puede obtener esta información en la MercadoPago de %s
pt_br: Você pode obter esta informação através do MercadoPago da %s.

source: Integration method
es_ar: Método de integración
pt_br: Método de integração

source: Modal Window
es_ar: Ventana Modal
pt_br: Janela Modal

source: Redirect
es_ar: Redireccionar
pt_br: Redirecionar

source: Enable MercadoPago sandbox
es_ar: Habilitar MercadoPago sandbox
pt_br: Habilitar sandbox do MercadoPago

source: MercadoPago sandbox can be used to test payments.
es_ar: MercadoPago sandbox puede ser utilizado para probar los pagos.
pt_br: MercadoPago sandbox pode ser utilizado para testar os pagamentos.

source: Log MercadoPago events, such as API requests, inside %s
es_ar: Registrar los eventos MercadoPago, tales como solicitudes de la API, de% s
pt_br: Registra eventos do MercadoPago, tais como solicitações de API, dentro de %s

source: WooCommerce MercadoPago Gateway depends on the last version of %s to work!
es_ar: WooCommerce MercadoPago gateway depende de la última versión de %s para trabajar!
pt_br: WooCommerce MercadoPago Gateway depende da última versão do %s para funcionar!

source: Settings
pt_br: Configurações

source: Choose how the customer will interact with the MercadoPago. Modal Window (Inside your store) Redirect (Client goes to MercadoPago).
es_ar: Elige cómo el cliente va a interactuar con la MercadoPago. Ventana Modal (Dentro de su tienda) Redireccionar (Client va a MercadoPago).
pt_br: Escolha como o cliente vai interagir com o MercadoPago. Janela Modal (dentro de sua loja) redirecionamento (cliente vai para MercadoPago).

source: MercadoPago Disabled
es_ar: MercadoPago Deshabilitada
pt_br: MercadoPago Desabilitado

source: MercadoPago: Payment approved.
es_ar: MercadoPago: Aprobado el pago.
pt_br: MercadoPago: Pagamento aprovado.

source: MercadoPago: The user has not completed the payment process yet.
es_ar: MercadoPago: El usuario no ha completado el proceso de pago todavía.
pt_br: MercadoPago: O cliente ainda não efetuou o pagamento.

source: MercadoPago: Payment under review.
es_ar: MercadoPago: Pago en revisión.
pt_br: MercadoPago: Pagamento em análise.

source: MercadoPago: The payment was declined. The user can try again.
es_ar: MercadoPago: El pago fue rechazado. El usuario puede volver a intentarlo.
pt_br: MercadoPago: O pagamento foi recusado. O cliente pode tentar novamente.

source: MercadoPago: The payment was returned to the user.
es_ar: MercadoPago: El pago se devolvió al usuario.
pt_br: MercadoPago: O pagamento foi devolvido ao cliente.

source: MercadoPago: Payment canceled.
es_ar: MercadoPago: Pago cancelado.
pt_br: MercadoPago: Pagamento cancelado.

source: MercadoPago: It started a dispute for payment.
es_ar: MercadoPago: Se inició una disputa por el pago.
pt_br: MercadoPago: Foi iniciada uma disputa para o pagamento.

source: You should inform your Client_id. %s
es_ar: Debe informar su Client_id. %s
pt_br: Você deve informar o seu Client_id. %s

source: Click here to configure!
es_ar: Haga clic aquí para configurar!
pt_br: Clique aqui para configurar!

source: You should inform your Client_secret. %s
es_ar: Debe informar su Client_secret, %s
pt_br: Você deve informar o seu Client_secret. %s.

source: MercadoPago gateway for Woocommerce.
es_ar: MercadoPago para WooCommerce.
pt_br: MercadoPago para WooCommerce.

source: Currency <code>%s</code> is not supported. Please make sure that you use one of the following supported currencies: ARS, BRL, MXN, USD or VEF.
pt_br: A moeda <code>%s</code> não é suportada. Por favor, certifique-se que você usa uma das seguintes moedas suportadas: ARS, BRL, MXN, USD ou VEF.

source: Currency <code>%s</code> is not supported. Please make sure that you use one of the following supported currencies: ARS, BRL, COP, MXN, USD or VEF.
es_ar: Moneda <code>%s</code> no es compatible. Por favor, asegúrese de que utiliza una de las siguientes monedas admitidas: ARS, BRL, COP, MXN, USD o VEF.
